import React, { PureComponent } from 'react';

export default class Add extends PureComponent {
  render () {
    return (
      <div className="inner cover">
        <h1 className="cover-heading">Добавить рецепт</h1>
        <p className="lead">Тут можно добавить рецепт.</p>
        <p className="lead">Повседневная практика показывает, что консультация с широким активом представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Равным образом начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Не следует, однако забывать, что начало повседневной работы по формированию позиции в значительной степени обуславливает создание модели развития. Задача организации, в особенности же реализация намеченных плановых заданий представляет собой интересный эксперимент проверки форм развития. Таким образом новая модель организационной деятельности способствует подготовки и реализации модели развития. Повседневная практика показывает, что новая модель организационной деятельности представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач.</p>
      </div>
    );
  }
}